Repository: d10n/sos-pip-tool
Catalog: po/*.po
Languages: es, ko, zh

source: Initial setup: installing background templates...
es: Configuración inicial: la instalación de plantillas de fondo...
ko: 초기 설정 : 배경 템플릿을 설치 ...
zh: 初始设置：安装背景模板...

source: Adding Clip...
es: Adición del clip...
ko: 클립이 추가되고 ...
zh: 剪辑添加...

source: Loading...
ko: 로드 중입니다 ...
zh: 载入中...

source: Clip Name
es: Nombre del clip
ko: 이름을 클립
zh: 剪辑名称

source: Background Image
es: Imagen de Fondo
ko: 배경 이미지
zh: 背景图片

source: PiP Image
es: PiP imagen
ko: PiP 이미지
zh: 画中画图像

source: PiP Scale
es: PiP Escala
ko: PiP 규모
zh: 画中画规模

source: Category
es: Categoría
ko: 범주
zh: 类别

source: Select a file
es: Seleccione un archivo.
ko: 파일을 선택합니다
zh: 选择一个文件

source: Supported Image Types
es: Los tipos de imagen
ko: 지원되는 이미지 형식
zh: 支持的图像类型

source: sponsors
es: patrocinadores
ko: 스폰서
zh: 赞助商

source: &Add Clip
es: &Añadir el clip
ko: 클립을 추가 (&A)
zh: 添加剪辑（&A）

source: Information
es: Información
ko: 정보
zh: 信息

source: Error
ko: 오류
zh: 错误

source: Clip name is empty.
es: El nombre del clip está vacía.
ko: 클립 이름이 비어 있습니다.
zh: 剪辑名称是空的

source: No background image is selected.
es: No hay imagen de fondo está activada.
ko: 배경 이미지가 선택되어 있지 않습니다.
zh: 没有背景图像被选中。

source: No PiP image is selected.
es: Ninguna PiP imagen está seleccionado.
ko: PiP 이미지가 선택되어 있지 않습니다.
zh: 没有画中画图像被选中。

source: Clip category is empty.
es: Clip categoría está vacía.
ko: 클립 카테고리는 비어 있습니다.
zh: 剪辑类是空的。

source: All fields must be filled in.
es: Todos los campos deben ser llenados.
ko: 모든 필드가 채워져 있어야합니다.
zh: 所有的字段都必须填写。

source: A clip with this name already exists. Replace?
es: Un clip con este nombre ya existe. Reemplazar?
ko: 이 이름을 가진 클립이 이미 존재합니다. 을 대체?
zh: 这个剪辑已经存在。更换吗？

source: Confirm Replacement
es: Confirmar el Reemplazo
ko: 교체 확인
zh: 确认更换

source: Permission error creating clip directory.
es: Permiso error al crear el directorio del clip.
ko: 클립 디렉토리를 작성 권한 오류가 발생했습니다.
zh: 在创建剪辑目录权限错误。

source: Clip "{}" successfully added.
es: El clip "{}" se agrega correctamente.
ko: 클립 "{}"에서 추가되었습니다.
zh: 剪辑"{}"已成功添加。

source: To activate the changes, perform the following actions in SOS Stream GUI:
es: Para activar los cambios, realice las siguientes acciones en SOS Stream GUI:
ko: 변경 사항을 활성화하려면 SOS Stream GUI에서 다음 작업을 수행:
zh: 要激活的变化，SOS Stream GUI执行以下操作：
